# IdeaStatiCa.ConnectionApi.Model.ConcreteBlock

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Lenght** | **double** |  | [optional]
**Width** | **double** |  | [optional]
**Height** | **double** |  | [optional]
**Material** | **string** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)